
export const departments = [
    {
        name: 'الهندسة',
        jobs: ['مهندس معماري', 'مهندس مدني', 'مهندس إنشائي', 'رسام معماري', 'مدير مشروع']
    },
    {
        name: 'المحاسبة',
        jobs: ['محاسب أول', 'محاسب عام', 'مدخل بيانات']
    },
    {
        name: 'الموارد البشرية',
        jobs: ['مسؤول موارد بشرية', 'مساعد إداري']
    },
    {
        name: 'السكرتارية',
        jobs: ['سكرتير تنفيذي', 'موظف استقبال']
    },
    {
        name: 'الإدارة',
        jobs: ['مدير عام', 'مدير تنفيذي']
    }
];

export const kuwaitGovernorates = [
    {
        name: 'العاصمة',
        areas: ['مدينة الكويت', 'ضاحية عبد الله السالم', 'النزهة', 'الفيحاء', 'الشامية', 'الروضة', 'العديلية', 'الخالدية', 'القادسية', 'قرطبة', 'اليرموك', 'الشويخ', 'الري', 'غرناطة', 'الصليبيخات', 'الدوحة', 'النهضة', 'جابر الأحمد', 'القيروان']
    },
    {
        name: 'حولي',
        areas: ['حولي', 'الشعب', 'السالمية', 'الرميثية', 'الجابرية', 'مشرف', 'بيان', 'البدع', 'النقرة', 'ميدان حولي', 'ضاحية مبارك العبدالله', 'سلوى', 'جنوب السرة', 'الزهراء', 'حطين', 'السلام', 'الشهداء']
    },
    {
        name: 'الأحمدي',
        areas: ['الأحمدي', 'الفنطاس', 'العقيلة', 'الظهر', 'المهبولة', 'الرقة', 'هدية', 'أبو حليفة', 'الصباحية', 'المنقف', 'الفحيحيل', 'الوفرة', 'الزور', 'الخيران', 'بنيدر', 'الجليعة', 'الضباعية', 'ميناء عبد الله', 'الشعيبة', 'واره', 'مدينة صباح الأحمد', 'النويصيب', 'مدينة الخيران', 'ضاحية علي صباح السالم', 'مدينة صباح الأحمد البحرية']
    },
    {
        name: 'الجهراء',
        areas: ['الجهراء', 'الصليبية', 'أمغرة', 'النعيم', 'القصر', 'الواحة', 'تيماء', 'النسيم', 'العيون', 'العبدلي', 'القيصرية', 'السالمي', 'المطلاع', 'مدينة الحرير', 'كبد', 'الروضتين', 'الصبية']
    },
    {
        name: 'الفروانية',
        areas: ['الفروانية', 'خيطان', 'الأندلس', 'إشبيلية', 'جليب الشيوخ', 'العمرية', 'الرابية', 'الرحاب', 'الرقعي', 'الري الصناعية', 'ضاحية صباح الناصر', 'ضاحية عبد الله المبارك', 'الضجيج']
    },
    {
        name: 'مبارك الكبير',
        areas: ['مبارك الكبير', 'العدان', 'القرين', 'القصور', 'المسيلة', 'أبو فطيرة', 'صبحان', 'الفنيطيس', 'ضاحية صباح السالم']
    }
];
